import React from 'react'
import Home from '../pages/Home'
import { Link } from 'react-router-dom'

export default function gaxtniutyun() {
  return (
    <>
    <div className="flex items-center justify-center gap-[900px]">
        <h5 className='relative text-[13px]'>Գաղտնիության քաղաքականություն</h5>
        <Link className='' to="/">✕</Link>
    </div>
    <div className="border-b border-gray-300 pb-2"></div>
    <div className="">
        <h5 className='text-[13px] relative inset-x-0 top-[20px]'>Համաձայնագիր «Amaranoc.am» կայքի օգտագործման վերաբերյալ.</h5>
    </div>
  <p className='relative top-[30px] text-[13px]'>
  Սույն համաձայնագիրը օրինականորեն պարտադիր փաստաթուղթ է կայքի բոլոր օգտատերերի համար: Կայքից և դրա ծառայություններից օգտվելիս օգտվողը և գովազդի սեփականատերը համաձայնում են սույն պայմանագրի պայմաններին:<br /><br />

Տերմինների սահմանումներ<br />
1.1. Amaranoc.am-ը կայք է, որը նախատեսված է ամառանոցների, հանգստյան գոտիների որոնման և վարձակալության, ինչպես նաև շուկայական ծառայություններ մատուցելու համար: <br />

1.2. Օգտատեր՝ ֆիզիկական կամ իրավաբանական անձ, որն օգտագործում է կայքը և դրա ծառայությունները՝ հանգստյան գոտիներ փնտրելու, վարձակալություն կազմակերպելու և շուկայական<br /> ծառայություններից օգտվելու համար: <br />
1.3. Գովազդի սեփականատերը ֆիզիկական կամ իրավաբանական անձ է, ով կայքում հայտարարություն է տեղադրել օրավարձով առանձնատան կամ հանգստյան գոտու առաջարկի մասին: <br />
Գրանցում կայքում <br />
2.1. Կայքից և դրա ծառայություններից օգտվելու համար դուք պետք է անցնեք գրանցման ընթացակարգը: <br />
2.2. Գրանցվելիս օգտատերը հավաստի տեղեկատվություն է տրամադրում իր մասին:  <br />
2.3. Գովազդի սեփականատերը կայքում գովազդ տեղադրելու ժամանակ նույնպես պարտավոր է հավաստի տեղեկատվություն տրամադրել իր և գույքի մասին։<br />
2.4. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում օգտատիրոջ կամ գովազդի սեփականատիրոջ կողմից տրամադրված տեղեկատվության ճշգրտության համար:<br />
Կայքի և դրա ծառայությունների օգտագործումը<br />
3.1. Օգտատերը և գովազդի սեփականատերը պարտավորվում են օգտագործել կայքը և դրա ծառայությունները միայն օրինական նպատակներով և կիրառելի օրենսդրությանը<br /> համապատասխան: <br />
3.2. Օգտատերը և գովազդի սեփականատերը իրավունք չունեն օգտվել կայքից և նրա ծառայություններից՝ կիրառելի օրենսդրությանը հակասող տեղեկատվություն տարածելու, ինչպես նաև<br /> խարդախություն և այլ անօրինական գործողություններ իրականացնելու համար: <br />
3.3. «Amaranoc.am» ընկերությունը իրավունք ունի սահմանափակել կամ դադարեցնել մուտքը կայք և դրա ծառայություններ՝ օգտատիրոջ կամ սեփականատիրոջ կողմից սույն պայմանագրի<br /> պայմանների մասին հայտարարության խախտման դեպքում: <br />
Կայքում գովազդի տեղադրում<br />
4.1. Գովազդի սեփականատերը պարտավորվում է կայքում տեղադրել միայն վստահելի տեղեկատվություն օրավարձով առաջարկվող առանձնատան կամ հանգստյան գոտու մասին: <br />
4.2. Հայտարարության սեփականատերն ամբողջությամբ պատասխանատվություն է կրում տեղադրված գովազդի բովանդակության, ինչպես նաև տրամադրված լուսանկարների և գույքի<br /> նկարագրության համար :<br />
4.3. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում կայքում տեղադրված գովազդի բովանդակության, ինչպես նաև օրավարձով առաջարկվող առանձնատան կամ հանգստյան<br /> գոտու որակի համար:<br />
Ծառայությունների համար վճարում<br />
5.1. Կայքի ծառայություններից օգտվելիս օգտատերը և գովազդի սեփականատերը պարտավոր են վճարել համապատասխան վճար ամրագրումը հաստատելու համար:<br />
5.2. «Amaranoc.am» ընկերությունը իրավունք ունի ցանկացած պահի փոխել ծառայությունների արժեքը և սակագները՝ այդ մասին նախապես տեղեկացնելով գովազդի սեփականատերերին: <br />
5.3. Ծառայությունների դիմաց վճարումը կատարվում է վճարման պահին գործող սակագներով: <br />
5.4. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում կայքի ծառայությունների համար վճարելիս վճարային համակարգերի կողմից գանձվող հնարավոր միջնորդավճարների<br /> համար: <br />
Գաղտնիություն<br />
6.1. «Amaranoc.am» ընկերությունը պարտավորվում է պահպանել օգտատիրոջ և գովազդի սեփականատիրոջ կողմից տրամադրված տեղեկատվության գաղտնիությունը կայքում գրանցվելիս և<br /> դրա ծառայություններից օգտվելիս :<br />
6.2. «Amaranoc.am» ընկերությունը իրավունք ունի օգտագործելու օգտատերերի և գովազդի սեփականատերերի տրամադրած տեղեկատվությունը միայն կայքի ծառայությունների որակը<br /> բարելավելու և օգտատերերին կայքի նոր ծառայությունների և գործառույթների մասին տեղեկացնելու համար:<br />
Պատասխանատվություն<br />
7.1. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում օգտատերերի կամ գովազդի սեփականատերերի կողմից կայքի և նրա ծառայություններից օգտվելու հետևանքով կրած<br /> վնասների համար:<br />
7.2. Ցուցակման սեփականատերը բացառապես պատասխանատվություն է կրում առանձնատան կամ հանգստյան գոտու վարձակալության ժամանակ օրենքի պահանջների պահպանման, ինչպես<br /> նաև առանձնատան կամ հանգստյան գոտու վերաբերյալ տրամադրվող տեղեկատվության համար:
7.3. Գովազդի օգտատերը և սեփականատերը պատասխանատվություն են կրում կայքից և նրա ծառայություններից օգտվելիս իրենց կողմից թույլ տրված ցանկացած խախտման համար: <br />
Հարկային պարտավորություն<br />
8.1. «Amaranoc.am» ընկերությունը հարկային պարտավորություն չի կրում գովազդի սեփականատերերի համար և հարկային գործակալ չէ գովազդի սեփականատերերի հետ կապված:<br />
8.2. Ցուցակման սեփականատերը լիովին պատասխանատու է բնակարանների վարձակալության հետ կապված բոլոր հարկերի և տուրքերի վճարման համար՝ կիրառելի օրենսդրությանը<br /> համապատասխան:    <br />
Համաձայնագրի դրույթները<br />
10.1. Սույն պայմանագիրը օգտատերերի, գովազդի սեփականատերերի և «Amaranoc.am» ընկերության միջև միակ համաձայնությունն է կայքի և դրա ծառայությունների օգտագործման<br /> վերաբերյալ:
10.2. Սույն պայմանագիրը կարգավորվում է Հայաստանի Հանրապետության գործող օրենսդրությամբ:<br />
10.3. Եթե պարզվի, որ սույն պայմանագրի որևէ դրույթ անվավեր է կամ անիրագործելի, դա չի ազդի պայմանագրի մնացած դրույթների վավերականության կամ կիրառելիության վրա:<br />
10.4. «Amaranoc.am» ընկերությունը իրավունք ունի ցանկացած պահի փոխել սույն պայմանագիրը՝ նախապես տեղեկացնելով գովազդի օգտատերերին և սեփականատերերին: <br />
10.5. Սույն համաձայնագիրն ուժի մեջ է մտնում օգտատերերի և գովազդի սեփականատերերի կայքում գրանցման պահից և ուժի մեջ է մինչև կայքից հեռացնելը:<br />
Գաղտնիություն<br />
11.1. «Amaranoc.am» ընկերությունը պարտավորվում է պահպանել օգտատերերի բոլոր անձնական տվյալների գաղտնիությունը և գովազդի սեփականատերերը՝ Հայաստանի Հանրապետության<br /> օրենսդրությանը համապատասխան.
11.2. Գովազդի օգտատերերը և սեփականատերերը պարտավորվում են կայքում գրանցվելիս տրամադրել ճշգրիտ և հավաստի տվյալներ, ինչպես նաև չհրապարակել իրենց անձնական տվյալները<br /> երրորդ անձանց:<br />
Մտավոր սեփականություն<br />
12.1. Amaranoc.am կայքում տեղադրված ապրանքային նշանների, լոգոների, դիզայնի, գրաֆիկայի, ծրագրային ապահովման, տվյալների բազաների և այլ նյութերի նկատմամբ բոլոր իրավունքները<br /> պատկանում են «Amaranoc.am» ընկերությանը:<br />
12.2. Կայքում տեղադրված ոչ մի նյութ չի կարող պատճենվել, վերարտադրվել, փոփոխվել, տարածվել կամ օգտագործվել առանց Garant.am-ի կամ նրա գործընկերների նախնական գրավոր<br /> թույլտվության:<br />
Պատասխանատվություն<br />
13.1. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում կայքի կամ նրա ծառայությունների օգտագործման հետևանքով առաջացած ուղղակի կամ անուղղակի վնասի համար:<br />
13.2. «Amaranoc.am» ընկերությունը պատասխանատվություն չի կրում կայքում տեղադրված կացարանի որակի, անվտանգության կամ օրինականության, ինչպես նաև գովազդի<br /> սեփականատերերի կամ օգտատերերի գործողությունների կամ անգործության համար:<br />
13.3. Գովազդի օգտատերերը և սեփականատերերը լիովին պատասխանատու են կայքից և նրա ծառայություններից օգտվելիս գործող օրենսդրության խախտման համար:<br />
Մանրամասներ<br />
15.1. Սույն պայմանագիրը ստորագրվում է օգտատերերի և գովազդի սեփականատերերի կողմից էլեկտրոնային ձևով կայքում գրանցվելիս:<br />
15.2. Սույն պայմանագիրը չի պահանջում «Amaranoc.am» ընկերության ստորագրությունը և համարվում է կնքված՝ կայքում օգտատերերի և գովազդի սեփականատերերի գրանցման պահից:<br />
Պայմանագրում փոփոխություն և լրացում<br />
16.1. «Amaranoc.am» ընկերությունը իրավունք ունի ցանկացած ժամանակ փոխել սույն պայմանագրի պայմանները՝ իր կայքում տեղադրելով պայմանագրի նոր տարբերակը:<br />
16.2. Սույն պայմանագրում փոփոխություններն ու լրացումները ուժի մեջ են մտնում կայքում տեղադրվելու պահից:<br />
16.3. Գովազդի օգտատերերը և սեփականատերերը պարտավորվում են պարբերաբար ստուգել amaranoc.am կայքը՝ պայմանագրի պայմանների փոփոխության համար:<br />
Վեճերի լուծում<br />
17.1. Սույն Համաձայնագրի կատարման ընթացքում կողմերի միջև ծագած բոլոր վեճերն ու տարաձայնությունները լուծվում են կողմերի միջև բանակցությունների միջոցով:<br />
17.2. Եթե բանակցությունների արդյունքում կողմերը համաձայնության չեն գալիս, ապա վեճերը Հայաստանի Հանրապետության օրենսդրությամբ սահմանված կարգով ուղարկվում են դատական<br /> մարմիններին:<br />
18.1. Սույն պայմանագիրը կողմերի միջև եղած ամբողջ համաձայնությունն է և փոխարինում է կողմերի միջև բոլոր նախկին պայմանավորվածություններին և փոխըմբռնմանը:<br />
18.2. Եթե սույն պայմանագրի որևէ դրույթ անվավեր է ճանաչվում, դա չի ազդում պայմանագրի այլ դրույթների վավերականության վրա:<br />
18.3. Սույն պայմանագիրը կարգավորվում և մեկնաբանվում է Հայաստանի Հանրապետության օրենսդրությանը համապատասխան:<br />
18.4. Սույն պայմանագիրն ուժի մեջ է մտնում amaranoc.am կայքում օգտատերերի և գովազդի սեփականատերերի գրանցման պահից և ուժի մեջ է մինչև կողմերից մեկի կողմից պայմանագրի<br /> պայմաններին համապատասխան դադարեցվելը:</p>
    </>
    
)
}
